{"game": {"playing": "false", "story": {"year": 1900, "theme": "Intrigue", "synopsys": "In the year 1900, an air of mystery and intrigue shrouds the opulent mansions and cobblestone streets of a sprawling Victorian city. The murder of a prominent socialite sends shockwaves through the elite society, leaving the city's residents in a state of fear and unease. As whispers of scandal and hidden secrets fill the air, a seasoned detective with a sharp intellect and a penchant for deduction is called upon to unravel the web of lies and deceit that surrounds the case. With only his trusted intuition and the clues left behind, he must navigate a world of bitter rivalries, forbidden romances, and treacherous alliances to uncover the truth and bring the elusive killer to justice. The ticking clock, silken gloves, and repressed emotions serve as haunting reminders that no one can be trusted, and that within the gilded walls of privilege lies a darkness that threatens to tear apart the fragile façade of society. The stakes are high, and the detective must tread carefully, for with each step brings him closer to unmasking a killer who will stop at nothing to protect their sinister secrets.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "Poison.", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.02789423299319682, "happiness": 0.64588941796236, "anger": 0.7732583371153817, "anxiety": 0.6109857207211477, "fear": 0.33186349062882914}, "background": {"firstName": "null", "lastName": "null", "age": "null", "occupation": "null", "backstory": "The suspect grew up in a small town and had a difficult childhood. Their family was impoverished, which forced them to resort to illegal activities to survive. As they grew older, they became involved in a notorious gang known for their illegal gambling operations and blackmailing activities. This suspect is notorious for being cunning and manipulative, always finding a way to stay one step ahead of the law. They have a reputation for holding grudges and seeking revenge against those who cross them.", "bias": "null", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.13118074768523347, "happiness": 0.5909641902523416, "anger": 0.7303787203750647, "anxiety": 0.9056080313955458, "fear": 0.6026727395658152}, "background": {"firstName": "Mortimer", "lastName": "Blackwood", "age": "53", "occupation": "Mysterious Scholar", "backstory": "Mortimer Blackwood, a renowned scholar and collector of ancient artifacts, has always been shrouded in mystery. Rumor has it that he has made valuable connections within the criminal underworld and may be involved in illegal activities. His vast knowledge and resources make him a person of interest in any intrigue.", "bias": "Blackwood has a strong bias towards the preservation and protection of valuable artifacts. He believes that the ends justify the means, which often leads him to make morally questionable decisions in pursuit of his goals.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.15907932973809846, "happiness": 0.007753614087395833, "anger": 0.9410206907052807, "anxiety": 0.8419235202601976, "fear": 0.03838845888225628}, "background": {"firstName": "Josephine", "lastName": "McCarthy", "age": "35", "occupation": "Actress", "backstory": "Josephine McCarthy was a rising star in the theater industry. Known for her captivating performances and mysterious aura, she enchanted audiences with her enigmatic presence.", "bias": "A woman of many secrets, Josephine had a reputation for being involved in illicit affairs and clandestine activities. Her acquaintances often spoke of her being entangled in a web of deception and intrigue.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.6725270736014659, "happiness": 0.4457173321828154, "anger": 0.600570207344931, "anxiety": 0.12096109426711332, "fear": 0.8831036268426871}, "background": {"firstName": "Reginald", "lastName": "Pembroke", "age": "42", "occupation": "Baron", "backstory": "Reginald Pembroke, a wealthy baron with a shady past, was known to be involved in secret societies and underground activities. His connections to the criminal underworld made him a figure of suspicion among society.", "bias": "Reginald was renowned for his biased opinions and manipulative nature. He used his wealth and influence to control others and ensure things always went in his favor.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.1039647270903199, "happiness": 0.37694658285797644, "anger": 0.3650941882447195, "anxiety": 0.9818710135458049, "fear": 0.5043044882089728}, "background": {"firstName": "Evelyn", "lastName": "Harrington", "age": "36", "occupation": "Socialite", "backstory": "Evelyn Harrington, a charming socialite known for her manipulative nature, came from an affluent family. She was always seen at high society events, mingling with influential individuals while hiding her scandalous secrets.", "bias": "Evelyn had a particular disdain for the victim, whom she believed had been spreading malicious rumors about her family. She had a motive to silence them to protect her family's reputation.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}