{"game": {"playing": "false", "story": {"year": 1900, "theme": "Intrigue", "synopsys": "In the year 1900, amidst the opulent grandeur and strict societal rules of high society, a gripping murder mystery unfolds. The aristocratic Marlowe family hosts a lavish weekend gathering at their sprawling countryside estate. However, the glittering facade of glamour and sophistication quickly crumbles when the family patriarch, Lord Marlowe, is discovered brutally murdered in his study. As the local police begin their investigation, it becomes apparent that everyone present that fateful night harbors secrets and motives. With the dark underbelly of wealth and power exposed, alliances shift, whispers of scandal spread, and a web of intrigue is woven. As the clock ticks, the detective assigned to the case must untangle the web of lies and deceit to unveil the identity of the killer, all while navigating the complex dynamics of this tight-knit society. With hidden romances, illicit affairs, and hidden agendas, this murder mystery captivates and enthralls, showcasing the sinister allure of the year 1900.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "Poison", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.11636515187132435, "happiness": 0.8077933459350478, "anger": 0.24571142153195802, "anxiety": 0.5732626051231464, "fear": 0.11446835263512634}, "background": {"firstName": "Reginald", "lastName": "Blackwood", "age": "45", "occupation": "Baron", "backstory": "Reginald Blackwood, the powerful and influential Baron, was known for his involvement in clandestine activities. His obsession with power and wealth led him to commit various crimes throughout the city. Despite his charm and charisma, his dark past and connections raise suspicion among the community.", "bias": "Reginald harbored deep-seated resentment towards the victim, as they uncovered his illegal business operations in their investigation as a journalist. Determined to protect his secrets, Reginald has a strong motive to silence them permanently.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.1982385539757544, "happiness": 0.23532627609430512, "anger": 0.5641153601348032, "anxiety": 0.17513273697415555, "fear": 0.49376031872551573}, "background": {"firstName": "Lucius", "lastName": "Blackwood", "age": "42", "occupation": "Gambler", "backstory": "Lucius Blackwood, a charming and cunning gambler, was born into a family notorious for their involvement in underground gambling rings. Throughout the years, Lucius has built a reputation for his unrivaled poker skills, often resorting to unscrupulous tactics to secure a win. His obsession with money and his connections to the criminal underworld make him a prime suspect in any illicit activities.", "bias": "Lucius holds a deep distrust for authority figures and believes that rules are meant to be bent or broken. His underworld connections grant him inside information on the secrets and scandals that plague society's elite. He uses this knowledge to manipulate situations in his favor, making him a formidable adversary.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.6168521714423862, "happiness": 0.7388531309833576, "anger": 0.5899560288350979, "anxiety": 0.31997945302362096, "fear": 0.368457241837689}, "background": {"firstName": "Amelia", "lastName": "Blackwood", "age": "32", "occupation": "Actress", "backstory": "Amelia Blackwood grew up in a prestigious theater family, known for their exceptional performances. She inherited her family's talent and became a well-known actress, often landing leading roles. However, she had a reputation for being manipulative and using her charm to get what she wants.", "bias": "Amelia holds a grudge against the victim due to a past professional rivalry. She felt overshadowed by the victim's talent and popularity, which fueled her resentment and jealousy.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.6062713743276468, "happiness": 0.8542173651576499, "anger": 0.5945969268386567, "anxiety": 0.7539595942068273, "fear": 0.49284713177550465}, "background": {"firstName": "Mabel", "lastName": "Thornhill", "age": "45", "occupation": "Socialite", "backstory": "Mabel Thornhill, born into a wealthy family, was always surrounded by intrigue and secrecy. Known for throwing extravagant parties, she navigates the high society with a manipulative charm. Rumors circulate about her involvement in illicit affairs and secret dealings.", "bias": "Mabel is suspicious of anyone who threatens her social status or tries to expose her secrets. She will go to great lengths to protect her reputation, even if it means silencing others.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.27573327747825993, "happiness": 0.9680142384843169, "anger": 0.09381135552054942, "anxiety": 0.6276555832726709, "fear": 0.7923290812508936}, "background": {"firstName": "Mr. Reginald", "lastName": "Hawthorne", "age": "46", "occupation": "Businessman", "backstory": "Born into a wealthy family, Mr. Hawthorne has always been surrounded by power and privilege. He built his own empire by seizing opportunities and eliminating competition. Rumor has it that he has some dark secrets hidden in his past.", "bias": "Mr. Hawthorne despises the victim and has made no secret of his intentions to ruin them. The motive for the murder seems clear in this case.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}