{"game": {"playing": "false", "story": {"year": 1900, "theme": "Scandal", "synopsys": "In the year 1900, scandal and intrigue filled the air of a grand Victorian mansion nestled within the English countryside. The tempestuous affair of the charismatic Lord Alexander Sinclair and the alluring Countess Magdalena had captivated high society and sent tongues wagging. But amidst the gilded parties and lavish soirees, a gruesome murder shattered the tranquility of the estate. In the dead of night, as thunder rumbled and storm clouds darkened the sky, Countess Magdalena was found lifeless in her opulent boudoir, a single strand of pearls dripping crimson with her blood. Suspicion fell on Lord Sinclair, driven to madness by jealousy, and the enigmatic Butler, a silent observer of secrets. As the clock ticks and whispers of scandal echo through the vast halls, it falls upon the brilliant but unconventional Inspector Abigail Turner to unravel the web of deceit, unmask the killer, and expose the truth behind the scandal in this gripping murder mystery of betrayal, passion, and revenge.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "Knife", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.3250341736328549, "happiness": 0.9010670455340091, "anger": 0.7755411350365127, "anxiety": 0.17378173798994612, "fear": 0.5808650628647009}, "background": {"firstName": "Evelyn", "lastName": "Carter", "age": "32", "occupation": "Socialite", "backstory": "Evelyn Carter was born into a prominent family involved in high society. She is known for her luxurious lifestyle and exclusive parties. Rumor has it that Evelyn maintains a secret affair with the victim. Her connections in the upper echelons of society give her immense power and influence.", "bias": "Evelyn is extremely ambitious and will stop at nothing to protect her reputation and maintain her privileged position in society.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.2430183680341561, "happiness": 0.1950879266895652, "anger": 0.5736742357610053, "anxiety": 0.7930927314614227, "fear": 0.19419559614059345}, "background": {"firstName": "Evelyn", "lastName": "Hastings", "age": 32, "occupation": "Actress", "backstory": "Evelyn Hastings, a stunning and talented actress, made her debut in the theater scene at a young age. Her rise to fame was fast, but rumors of her scandalous affairs and dubious motives have always followed her. Known for her beauty and charm, Evelyn has managed to captivate many influential individuals within the upper class society of the 1900s. Recently, she has been involved in a steamy love affair with a married politician, risking both her reputation and career. Her connections with the victim indicate a possible motive for their demise.", "bias": "Evelyn believes that her undeniable allure can get her out of any situation. Her deep-rooted belief in her own superiority can sometimes cloud her judgment, making her a likely suspect in any scandalous affair. Her charismatic nature hides a darker side that few have witnessed firsthand, making her a potential key player in this mystery.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.8191571048932262, "happiness": 0.260753287406552, "anger": 0.7126113322838641, "anxiety": 0.7360407215651633, "fear": 0.18914491688799584}, "background": {"firstName": "Abigail", "lastName": "Hathaway", "age": "27", "occupation": "Actress", "backstory": "Abigail Hathaway, a talented actress, has always had a knack for deception. Born into a wealthy family, her love for drama and attention made her choose a life on the stage. She learned how to manipulate emotions and master the art of disguise, making her an enigmatic character.", "bias": "Abigail holds a deep resentment towards the victim, as they had been involved in a secret love affair. She harbors a hidden motive to protect her reputation and career at all costs.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.340138570087283, "happiness": 0.9409093877011783, "anger": 0.5881834798086003, "anxiety": 0.2563620001482093, "fear": 0.26120004624645055}, "background": {"firstName": "Evelyn", "lastName": "Hastings", "age": "32", "occupation": "Socialite", "backstory": "Evelyn Hastings, born into a prominent family, had always been surrounded by scandal and intrigue. She was known for her lavish lifestyle and her knack for manipulating people to get what she wanted. Rumor had it that she had a secret affair with the victim, which put her in a very precarious position.", "bias": "Evelyn's biased nature was well-known among her acquaintances. She often used her connections and charm to protect herself from any consequences that might arise from her questionable actions.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.435086047711145, "happiness": 0.8644257719559758, "anger": 0.7124319309659823, "anxiety": 0.8970501106440129, "fear": 0.6696691334260595}, "background": {"firstName": "Phineas", "lastName": "Blackwood", "age": "45", "occupation": "Prominent Lawyer", "backstory": "Phineas Blackwood was born into a wealthy family known for their involvement in shady business deals. He inherited his family's immense fortune and used it to establish a successful law practice known for getting criminals acquitted. Rumors suggest he has connections to organized crime.", "bias": "Phineas has a long-standing grudge against the victim, stemming from a business rivalry that turned personal. He has been waiting for the perfect opportunity to take revenge and eliminate his rival once and for all.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}