{"game": {"playing": "false", "story": {"year": 1861, "theme": "Intrigue", "synopsys": "In the midst of the intrigue-filled year of 1861, an air of tension and uncertainty grips the opulent halls of a grand manor nestled within the outskirts of a bustling Victorian city. The renowned Baroness Edith Abernathy, a prominent and enigmatic figure in society, has been found lifeless in her ornate study, the room shrouded in an unnerving stillness. The cause of her demise remains uncertain, and whispers of foul play envelope the whispers of the high society. As gossip spreads like wildfire, secrets, and hidden alliances emerge, and it becomes glaringly evident that this murder mystery is not merely an isolated incident, but a pivotal moment in a web of treachery, betrayal, and deceit that threatens to unravel the very fabric of society itself. Now, a skilled detective with a keen eye for detail must navigate through the complex tapestry of lies and pretenses, carefully untangling each thread of suspicion, as the clock relentlessly ticks towards unveiling the truth lurking behind closed doors and wide-brimmed hats.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "Dagger", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.7821450437943206, "happiness": 0.0098312982702633, "anger": 0.1393898377992986, "anxiety": 0.08664895005950723, "fear": 0.00405187080068059}, "background": {"firstName": "Sylvia", "lastName": "Hastings", "age": "46", "occupation": "Socialite", "backstory": "Sylvia Hastings, a well-known socialite, was always surrounded by rumors of affairs and scandalous behavior. Her lavish lifestyle and extravagant parties were the talk of the town.", "bias": "As a socialite, Sylvia was highly invested in maintaining her status and reputation among the elite. She had a tendency to manipulate and exploit others for her own gain.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.9006843899279311, "happiness": 0.701094965358594, "anger": 0.4132137180437213, "anxiety": 0.9529907756507768, "fear": 0.10873779205812362}, "background": {"firstName": "Amelia", "lastName": "Grayson", "age": "32", "occupation": "Socialite", "backstory": "Amelia Grayson was born into a wealthy family and has always lived a life of privilege and luxury. She is known for throwing extravagant parties and being the center of attention in high society. Rumors suggest that she is involved in underground activities, using her connections to engage in illicit affairs. Despite her charming demeanor, many suspect she may have a dark secret.", "bias": "Amelia has a secret love affair with the victim, putting her in a compromising position and making her a prime suspect in his murder.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.02378240568435397, "happiness": 0.21561518130878765, "anger": 0.5485285897452115, "anxiety": 0.7757438397070608, "fear": 0.4451534767266536}, "background": {"firstName": "Reginald", "lastName": "Hastings", "age": "45", "occupation": "Baron", "backstory": "Reginald Hastings, a wealthy and influential baron, happens to possess a dark and mysterious past. Rumors swirl that he was involved in secret societies and espionage during his younger days. Many suspect that his wealth was acquired through illicit means, making him a perfect candidate for an intrigue-themed mystery murder.", "bias": "Reginald holds a strong bias against the victim, whom he regarded as a threat to his social and political standing. He publicly despised the victim and often made veiled threats towards them, leaving no doubt that he had a motive for their demise.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.6276854279150502, "happiness": 0.7028222819917569, "anger": 0.8942657065481388, "anxiety": 0.38926861591923423, "fear": 0.05898454411328846}, "background": {"firstName": "Harrison", "lastName": "Blackwood", "age": "45", "occupation": "Politician", "backstory": "Harrison Blackwood, a prominent politician, has always been known for his cunning nature and manipulative tactics. He rose to power through questionable means and has controlled the politics of the city from behind the scenes. Rumors suggest that he has connections with various criminal organizations, but no concrete evidence has ever been found.", "bias": "As a politician, Harrison Blackwood is driven by power and prestige. He will go to great lengths to protect his image and eliminate anyone who poses a threat to his position. He is known for leveraging his connections to manipulate public opinion and ensure his own success.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.132185200302947, "happiness": 0.5137822314609302, "anger": 0.10010676303397903, "anxiety": 0.6804673600413156, "fear": 0.18644431190624777}, "background": {"firstName": "Lord Reginald", "lastName": "Hawthorne", "age": "50", "occupation": "Nobleman", "backstory": "Lord Reginald Hawthorne was born into a prestigious family with deep ties to secret societies. He has always been involved in political intrigues, using his influence to manipulate others for personal gain. Rumors suggest that he has been involved in several mysterious deaths in the past.", "bias": "Lord Hawthorne has a strong disdain for the working class, considering them as mere pawns to be used for his own purposes.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}