{"game": {"playing": "false", "story": {"year": 1900, "theme": "Whispers", "synopsys": "In the year 1900, whispers of an eerie murder mystery circulate through the small, fog-laden town of Whispers. The tranquil evening was shattered when the lifeless body of the renowned philanthropist, Lord Alexander Delaney, was discovered in his opulent manor. The town's once hushed street corners now hum with hushed conversations as suspicions loom over every shadowy figure. With no visible signs of forced entry, the enigma deepens, leaving the community perplexed, and an air of unease descends upon them. Rumors swirl of secret affairs, clandestine dealings, and unspoken vendettas, as the townsfolk anxiously await the truth to uncover itself amidst the dense fog and haunting whispers of Whispers.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "Knife", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.3697662946263264, "happiness": 0.36235660461222763, "anger": 0.9241833086729829, "anxiety": 0.6211052366376381, "fear": 0.20278516385435974}, "background": {"firstName": "Edgar", "lastName": "Blackwood", "age": "55", "occupation": "Mysterious novelist", "backstory": "A recluse known for his obscure and eerie novels, Edgar Blackwood resides in a secluded mansion rumored to be haunted by the spirits of his fictional characters. Whispers of his involvement in dark rituals have circulated among the town's residents.", "bias": "Suspiciously observant of others' behavior, Edgar Blackwood derives inspiration for his novels from the secrets and scandals plaguing the town. His keen interest in the victim suggests he might have used their mysterious demise as inspiration for his upcoming plot.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.7937776157196679, "happiness": 0.5856217685818259, "anger": 0.014222562500261438, "anxiety": 0.5123393855448783, "fear": 0.36048169931355345}, "background": {"firstName": "Evelyn", "lastName": "Whisperdale", "age": "32", "occupation": "Socialite", "backstory": "Evelyn Whisperdale, a glamorous and enigmatic socialite, was renowned for her extravagant parties which often hid darker secrets. Rumors swirled about her mysterious past and the suspicious deaths of her wealthy suitors.", "bias": "Evelyn was known to be highly manipulative, using her beauty and charm to control those around her. She had a knack for getting what she wanted, even if it meant resorting to deceit and treachery.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.018715817250760436, "happiness": 0.5215337230485625, "anger": 0.4134186211597123, "anxiety": 0.15299414904302933, "fear": 0.21597821827937347}, "background": {"firstName": "Evelyn", "lastName": "Hawthorne", "age": "42", "occupation": "Medium", "backstory": "Evelyn Hawthorne is a renowned spiritual medium, celebrated for her ability to communicate with the dead. She claims to have a special connection with the supernatural world from an early age, exhibiting mysterious and unexplained powers. Born in 1858, she grew up in a small village where rumors of her eerie abilities quickly spread. As she honed her skills, Evelyn gained a reputation for helping people communicate with their deceased loved ones. However, some skeptics believe she might be using her talents to deceive and manipulate vulnerable individuals. Her involvement with the victim raises suspicions about her true intentions and the extent of her abilities.", "bias": "Evelyn has always shown a preference for the supernatural and the occult. She firmly believes in the existence of hidden forces and secret societies. Her fascination with whispers and their power over people's lives is well-known, often using them as inspiration for her psychic readings. This bias makes her a central figure in the mysterious events surrounding the murder.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.9747365549867285, "happiness": 0.785226109621323, "anger": 0.17198020044745232, "anxiety": 0.6858687643827321, "fear": 0.4871737000031938}, "background": {"firstName": "Alistair", "lastName": "Hawthorne", "age": "47", "occupation": "Private Gossip Columnist", "backstory": "A notorious and scheming journalist with a knack for uncovering scandalous secrets, Alistair has made many enemies in his relentless pursuit of stories. His connections within high society often grant him access to exclusive events and valuable information, which he uses to his advantage.", "bias": "Alistair has a reputation for stirring up trouble and spreading rumors. Due to his cunning nature and desire to maintain his influential status, he tends to manipulate stories to suit his own agenda.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.508698580479344, "happiness": 0.41379854525003745, "anger": 0.3953473205820902, "anxiety": 0.13924861675523914, "fear": 0.9423374899752869}, "background": {"firstName": "Silas", "lastName": "Hawthorne", "age": "42", "occupation": "Mysterious fortune teller", "backstory": "Silas grew up in the shadows, learning the mystical arts from a young age. He was always drawn to the world of whispers and secrets. Rumors suggest he has a dark past involving the occult.", "bias": "Silas has always been intrigued by the unknown, constantly seeking answers in the mystical realms. His bias leans towards the supernatural and paranormal, often believing in the presence of spirits and otherworldly beings.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}