{"game": {"playing": "false", "story": {"year": 1900, "theme": "Enigma", "synopsys": "In the year 1900, in the heart of a quaint countryside town, a chilling enigma overshadowed the tranquil streets. The murder of Lord Archibald Winchester, a prominent aristocrat renowned for his lavish parties and controversial political opinions, sent shockwaves through the community. The opulent Winchester Manor, with its vast rooms adorned with exquisite antiques and secret passageways, became the haunting backdrop to a web of secrets and hidden motives. As the town's residents emerged from the shadows, each with a unique connection to the mysterious lord, a race against time ensued to unravel the twisted threads of this murder mystery. The local inspector, Inspector Thomas Mortimer, a man haunted by his past and fueled by justice, found himself entrapped in an enigma that would test his investigative prowess and force him to confront the sinister underbelly of a seemingly idyllic society. With each passing day, the enigma deepened, leaving the town gripped with fear and anticipation as they awaited the revelation of the truth behind Lord Winchester's untimely demise.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "Cryptex", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.8709875111524573, "happiness": 0.7238986500970778, "anger": 0.9158645917049941, "anxiety": 0.0877672547821644, "fear": 0.6857561289423315}, "background": {"firstName": "Sir Reginald", "lastName": "Hastings", "age": "62", "occupation": "Wealthy Industrialist", "backstory": "Sir Reginald Hastings, a prominent figure in the industrial sector, accumulated immense wealth through controversial business practices. He is known for his cunning nature and power-driven personality.", "bias": "Suspiciously interested in acquiring the victim's estate", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.28114883460609996, "happiness": 0.39970538976607817, "anger": 0.7707787993582345, "anxiety": 0.13912804386280198, "fear": 0.7106398129997552}, "background": {"firstName": "Reginald", "lastName": "Blackwood", "age": "43", "occupation": "Antique Dealer", "backstory": "Reginald Blackwood, a mysterious and shrewd antique dealer, has always been surrounded by whispers of enigmatic artifacts and hidden treasures. Rumor has it that he possesses a vast collection of rare items with unknown origins. His knowledge of the antique underworld is unmatched, making him a valuable player in the shadowy circles of early 20th-century London. Many suspect Blackwood's involvement in illegal trades and shady transactions, as he always manages to stay one step ahead of the authorities. His thirst for power and wealth knows no bounds, and he will stop at nothing to obtain his heart's desire.", "bias": "Reginald Blackwood, being an antique dealer, possesses an innate inclination towards preserving the past. He values history and tradition above all else, often dismissing modern ideas and advancements as trivial. His deep-rooted bias against anything innovative often leads to clashes with those who challenge the established order. Blackwood's preference for the secrets of the past over the uncertainties of the future has earned him a reputation as a staunch traditionalist.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.02919030315884441, "happiness": 0.49268510449399905, "anger": 0.2318858849261478, "anxiety": 0.3384921138091981, "fear": 0.7218703635382058}, "background": {"firstName": "Reginald", "lastName": "Winters", "age": "50", "occupation": "Antique dealer", "backstory": "Reginald Winters, a shrewd and secretive man, has always been fascinated by the world of puzzles and hidden secrets. He spends most of his days in his dimly lit antique shop, surrounded by ancient artifacts and enigmatic treasures. Rumor has it that he possesses a rare collection of cryptic manuscripts, whispered to hold the key to unimaginable riches.", "bias": "Reginald harbors a deep mistrust for anyone who gets too close to his precious artifacts. He firmly believes that there are individuals out there who would stop at nothing to obtain his valuable collection, even if it means resorting to foul play. His paranoia often leads him to view everyone with suspicion, making alliances and friendships an arduous task.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.7174509613869605, "happiness": 0.3362332702665193, "anger": 0.43591073755661125, "anxiety": 0.8544214435376629, "fear": 0.09091815788086866}, "background": {"firstName": "Mr. Eliot", "lastName": "Riddle", "age": "42", "occupation": "Stage Magician", "backstory": "Known for performing illusions that border on magic, Mr. Eliot Riddle has spent most of his life entertaining the upper class. His mysterious aura and ability to manipulate perceptions have made him a popular figure among the aristocracy. However, rumors of his involvement in shady dealings and secret societies have always followed him wherever he goes.", "bias": "Fascinated by the world of cryptography and secret codes, Mr. Riddle's obsession often makes him lose track of time. He can spend days immersed in deciphering various enigmatic puzzles, neglecting everything else around him. Some say his fascination might have crossed the line into an unhealthy obsession.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.5179954670211969, "happiness": 0.5661551479755633, "anger": 0.6548245595812237, "anxiety": 0.37156953586637753, "fear": 0.45240029222517086}, "background": {"firstName": "Lucious", "lastName": "Vandike", "age": "unknown", "occupation": "Mystery Writer", "backstory": "Lucious Vandike is a mysterious figure, known for writing gripping tales of suspense and deception. Little is known about their true identity and past. Some rumors suggest that Enigma Null may have been involved in real-life crimes and draws inspiration from personal experiences. Others believe that Enigma Null is simply a pseudonym used by a group of authors working together. Regardless, their ability to craft intricate mysteries has made them a renowned figure in the literary world.", "bias": "null", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}