{"game": {"playing": "false", "story": {"year": 1975, "theme": "Vintage", "synopsys": "In the enchanting era of 1975, amidst the vibrant tapestry of the vintage atmosphere, a perplexing murder mystery unfolds. Set in a quaint, picturesque town tucked away from the bustle of the city, a sense of nostalgic charm permeates the air. The town has diligently preserved the allure of the bygone era, with its cobblestone streets, ornate lampposts, and shops reminiscent of a time long past. Strangers often find solace in the mystique of this town, seeking refuge from their bustling lives. However, the tranquil charm is abruptly shattered when a prominent local figure is found lifeless in a grand old mansion—tilting the delicate balance of this peaceful town. As whispers of conspiracy and intrigue swirl through the community, an intrepid detective steps onto the scene, armed not only with a sharp intellect but also an appreciation for the unique vintage ambiance that this town exudes. With secrets veiled behind retro fashion choices, classic automobiles, and vinyl records, the detective navigates the shadowy corners of this time capsule, determined to unravel the truth and restore tranquility to this vintage paradise.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "Candelabra", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.6483688485388547, "happiness": 0.7633665975961281, "anger": 0.513240523196518, "anxiety": 0.38424270100082936, "fear": 0.8051371025073119}, "background": {"firstName": "Mabel", "lastName": "Thompson", "age": "42", "occupation": "Antique shop owner", "backstory": "Mabel Thompson, a prominent figure in the vintage community, has always been known for her keen eye for valuable antiques. Her shop, 'The Rusty Attic,' is quite popular in town. However, rumors have circulated that she may also have a knack for acquiring rare items through less-than-legal means.", "bias": "Mabel holds a strong dislike for the victim, as she believes they once sold her a counterfeit pocket watch. She's been desperate to seek revenge ever since.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.0338190808818748, "happiness": 0.7557718045059619, "anger": 0.042789684210274403, "anxiety": 0.018256034550206857, "fear": 0.3132785208876965}, "background": {"firstName": "Evelyn", "lastName": "Montgomery", "age": "43", "occupation": "Antique Shop Owner", "backstory": "Evelyn Montgomery, an elegant and enigmatic woman, is the owner of a renowned vintage antique shop in the heart of the city. With a taste for all things retro, her store became a go-to destination for collectors and enthusiasts alike. Some say she has deep knowledge of the vintage world, while others suspect she may be running some shady business behind the scenes.", "bias": "Evelyn has a strong bias against modern technology and prefers the simplicity of the past. She firmly believes that the charm and quality of vintage items cannot be replicated in the modern era.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.9651083220541756, "happiness": 0.709163527669006, "anger": 0.25141951952747466, "anxiety": 0.11621418856342247, "fear": 0.8698794943768903}, "background": {"firstName": "Francine", "lastName": "Carter", "age": "42", "occupation": "Antique Shop Owner", "backstory": "Francine was born and raised in a small town. She has always been obsessed with vintage items and loves collecting antiques. She runs her own antique shop, where she sells unique and valuable pieces. Some say she has the knack for spotting rare treasures.", "bias": "Francine has always had a soft spot for vintage fashion and holds a strong bias towards clothes from the 1970s. She believes the fashion of that era is unmatched and frequently wears retro outfits. She can talk extensively about the music, movies, and cultural icons from the 70s.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.4069824368201681, "happiness": 0.29060094424126837, "anger": 0.025782483841575, "anxiety": 0.8569118782869874, "fear": 0.49276856968651783}, "background": {"firstName": "John", "lastName": "Smith", "age": "45", "occupation": "Antique Store Owner", "backstory": "John Smith is a respected member of the vintage community, known for his extensive knowledge of valuable collectibles. He is always on the hunt for unique items to add to his store's collection.", "bias": "John Smith has a deep nostalgia for the 1970s and holds a particular fondness for the vintage fashion and music of the era.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.23256982285735428, "happiness": 0.4592505026205671, "anger": 0.5324785706078934, "anxiety": 0.6850562887646648, "fear": 0.9348149123816747}, "background": {"firstName": "Mabel", "lastName": "Johnson", "age": "52", "occupation": "Cafeteria cook", "backstory": "Mabel Johnson, a seasoned cook at the local high school cafeteria, has always had a knack for creating delicious, soul-warming dishes. Widowed at a young age, she put all her energy into her cooking to provide for her two children. Mabel is known for her quick temper and sharp tongue, often making enemies over petty disputes.", "bias": "Mabel has a deep-seated grudge against the victim, believing they had stolen her secret recipe for the world's best apple pie.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}