{"game": {"playing": "false", "story": {"year": 1900, "theme": "Intrigue", "synopsys": "In the year 1900, within the opulent walls of the illustrious Ainsworth Manor, an air of intrigue hangs heavy. The vibrant oil lamps cast flickering shadows, as a sense of foreboding pervades the grand rooms adorned with exquisite tapestries and ornate furniture. The mysterious murder of Lord Reginald Ainsworth has sent shockwaves through the upper echelons of society, leaving everyone on edge. The police have been called in, their dogged determination evident as they navigate the labyrinthine corridors, meticulously examining the scene for any clues. Suspicions run high, as the guests invited to celebrate Lord Ainsworth's triumphant return from his world travels find themselves unwittingly entangled in a web of secrets and deceit. Veiled glances, whispered conversations, and hidden motives all contribute to an atmosphere of uncertainty, where anyone could be a potential suspect in this gripping murder mystery. As the clock ticks towards midnight, the race to uncover the truth intensifies, and it becomes increasingly clear that there is more to this devious plot than meets the eye.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "Poison", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.4415205737734522, "happiness": 0.7353773206477255, "anger": 0.3906303047202401, "anxiety": 0.808057838525719, "fear": 0.9847325391506456}, "background": {"firstName": "Cecilia", "lastName": "Montgomery", "age": "45", "occupation": "Socialite", "backstory": "Cecilia Montgomery is a prominent socialite known for hosting extravagant parties in her luxurious mansion. Rumor has it that she comes from a family of wealth and power, with a dark history of secret dealings.", "bias": "Cecilia has a strong dislike for the victim, whom she believes had been spreading malicious rumors about her. She is determined to clear her name and protect her reputation at all costs.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.2739585953524405, "happiness": 0.21817007985343284, "anger": 0.5428189472953278, "anxiety": 0.16582497295233978, "fear": 0.8872720910359377}, "background": {"firstName": "Lucinda", "lastName": "Hathaway", "age": "39", "occupation": "Socialite", "backstory": "Lucinda Hathaway was born into a wealthy family and has always been involved in high society. She is known for her extravagant parties and scandalous affairs. Lucinda is rumored to have a dark secret that she will go to great lengths to protect.", "bias": "Lucinda has a longstanding grudge against the victim, whom she believes stole a valuable piece of artwork from her collection.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.9968645383429471, "happiness": 0.026774960096520806, "anger": 0.900953213427185, "anxiety": 0.179661614876105, "fear": 0.2288128528302965}, "background": {"firstName": "Augusta", "lastName": "Worthington", "age": "52", "occupation": "Socialite", "backstory": "Augusta Worthington was born into a wealthy family and has always been known for her extravagant lifestyle. Rumor has it that she is heavily involved in secret societies and underground organizations.", "bias": "Augusta dislikes anyone who stands in her way of acquiring power and influence. She is particularly resentful towards the victim, whom she believes has been spreading rumors about her.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.28344436897515923, "happiness": 0.47712422032198476, "anger": 0.16636374452729397, "anxiety": 0.07194915138777036, "fear": 0.060164617966673606}, "background": {"firstName": "Reginald", "lastName": "Hawthorne", "age": "52", "occupation": "Mysterious Antique Dealer", "backstory": "Reginald Hawthorne was a man with a shady past, rumored to have been involved in smuggling valuable artifacts across international borders. He was known to have connections with criminal organizations throughout Europe.", "bias": "Reginald held a deep grudge against the victim, who had reportedly double-crossed him in a smuggling deal, causing him to lose a significant amount of money and reputation within the criminal underworld.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.36386357705633965, "happiness": 0.6273296849030067, "anger": 0.059106043795368324, "anxiety": 0.18762761019161256, "fear": 0.8399482817075201}, "background": {"firstName": "Mr. Bartholomew", "lastName": "Blackwood", "age": "54", "occupation": "Banker", "backstory": "A man of mysterious origins, Mr. Blackwood arrived in town few years ago with a large fortune from unverified sources. Rumors suggest he may have been involved in secret societies.", "bias": "Mr. Blackwood has always been known for his dislike of those who challenge his authority or inquire too much about his past.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}