{"game": {"playing": "false", "story": {"year": 1910, "theme": "Intrigue", "synopsys": "In the year 1910, the air of intrigue lingered in the dimly lit alleyways and opulent parlors of the post-Edwardian era. Barton Manor, a sprawling estate tucked away in the English countryside, was a stage set for sophisticated affluence. However, beneath the gilded façade, a dark secret brewed. A mysterious murder had taken place, shattering the seemingly idyllic surroundings of the manor. The body of Lord Reginald, an enigmatic aristocrat known for his elusive nature, was discovered on a stormy night, his life extinguished under mysterious circumstances. As whispers of scandal and betrayal echoed through the grand halls, a web of deception slowly unraveled, revealing the true nature of the characters who inhabited the mansion. Amidst the elegant parties and clandestine meetings, the detective tasked with solving this perplexing murder must navigate through a labyrinth of deceit, hidden agendas, and dark secrets, to ultimately unveil the shocking truth that lies within the shadows of Barton Manor.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "Poison", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.5647478769897881, "happiness": 0.08970120927160163, "anger": 0.2715658046740351, "anxiety": 0.07778918000581958, "fear": 0.4619419769327492}, "background": {"firstName": "Grace", "lastName": "Bennett", "age": "29", "occupation": "Socialite", "backstory": "Grace Bennett, born into a wealthy family, always had a taste for the finer things in life. She used her charm and connections to climb the social ladder, attending extravagant parties and getting involved in scandalous affairs. Known for her cunning nature, Grace never hesitated to manipulate others to achieve her desires. Rumors suggest she had a secret relationship with the victim.", "bias": "Grace has always been drawn to intrigue and mystery, willing to go to great lengths to maintain her prestigious reputation. She is not someone who can be trusted easily, as her motives are often clouded by personal gain.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.8062955842766922, "happiness": 0.9929698191161173, "anger": 0.591952498714279, "anxiety": 0.3565715084403931, "fear": 0.02266419627484695}, "background": {"firstName": "Margaret", "lastName": "Fairfax", "age": "43", "occupation": "Socialite", "backstory": "Born into an affluent family, Margaret grew up surrounded by privilege and attended the finest schools. However, whispers of her involvement in scandalous affairs and shady business dealings have followed her throughout her adult life.", "bias": "Margaret has always held a grudge against the victim due to a past personal rivalry over an inheritance dispute.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.10752009321360878, "happiness": 0.10233422686069471, "anger": 0.20058494324191845, "anxiety": 0.1141775943764588, "fear": 0.18571074947525124}, "background": {"firstName": "Lady Elizabeth", "lastName": "Marchmont", "age": "32", "occupation": "Socialite", "backstory": "Lady Elizabeth Marchmont was born into a wealthy aristocratic family. She is known for her extravagant parties and scandalous affairs, often involving influential figures in high society. Rumors suggest she is not to be trusted and has a hidden agenda.", "bias": "Lady Marchmont has always despised the victim, seeing him as a threat to her social standing. She had accused him publicly of stealing from her family's estate, creating bitter animosity between them.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.7083379891101477, "happiness": 0.196776710852119, "anger": 0.5296252748255811, "anxiety": 0.37046982181985455, "fear": 0.14591408852590382}, "background": {"firstName": "Reginald", "lastName": "Blackwood", "age": "41", "occupation": "Business Tycoon", "backstory": "Reginald Blackwood, born into a wealthy family, built a financial empire through cunning deals and ruthless strategies. Known for his high-profile business ventures and mysterious connections, he has amassed great wealth and power. Rumors swirl about his involvement in illicit activities, making him a prime suspect in any intrigue.", "bias": "Reginald Blackwood has a deep-rooted bias against the victim due to a long-standing rivalry in business. They constantly clashed over lucrative deals, and this rivalry became increasingly heated in the weeks leading up to the murder. Blackwood's bias against the victim makes him a viable suspect in this intrigue-filled mystery.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.22634368326014243, "happiness": 0.0550636377447391, "anger": 0.7570663203868447, "anxiety": 0.5049904047258887, "fear": 0.4051157123466995}, "background": {"firstName": "Edgar", "lastName": "Harrington", "age": 42, "occupation": "Banker", "backstory": "Edgar Harrington, born into a wealthy family, was always known for his cunning and ruthlessness. He accumulated his fortune through questionable means, making enemies along the way.", "bias": "Edgar hated the victim, whom he believed had discovered his illicit activities and threatened to expose him.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}