{"game": {"playing": "false", "story": {"year": 1819, "theme": "Whispers", "synopsys": "In the year 1819, a small village nestled in the English countryside finds itself shrouded in an eerie silence. Whispers have begun to circulate among the locals, murmuring of a heinous crime that has left them grasping for answers. The air is thick with tension as the village mourns the loss of one of their own – a prominent member of their community found lifeless in the grand manor at the outskirts of town. The village, once united by their daily interactions, now becomes a labyrinth of suspicion and paranoia as they begin to question their closest friends and neighbors. Secrets are carefully guarded, and everyone seems to possess a motive. In this dimly lit village, where whispers carry grave significance, it falls upon an unlikely hero to untangle the web of deceit and uncover the truth behind this chilling murder.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "Poison", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.4710765400796171, "happiness": 0.718961744300046, "anger": 0.17742435497847098, "anxiety": 0.9318565829961435, "fear": 0.5707983712840192}, "background": {"firstName": "Silas", "lastName": "Blackwood", "age": "45", "occupation": "Mortician", "backstory": "Silas Blackwood, a mysterious and reclusive mortician, has always had an air of secrecy surrounding him. Rumors circulate that he is not only involved in the embalming process but also in more nefarious activities. Whispers in the town claim that he secretly conducts experiments on the deceased, seeking to unlock the secrets of life and death. Silas is known to frequent the local library, delving into ancient texts on forbidden knowledge.", "bias": "Silas harbors a deep-rooted resentment towards the victim, whom he blames for the death of his beloved sister. He firmly believes that the victim orchestrated her demise and seeks revenge in the shadows.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.8228338591864331, "happiness": 0.5650218453728718, "anger": 0.058424554970123, "anxiety": 0.21007114412648287, "fear": 0.493727171471971}, "background": {"firstName": "Silas", "lastName": "Hawthorne", "age": "42", "occupation": "Mysterious Occultist", "backstory": "Silas Hawthorne, a secretive and enigmatic figure, is renowned for his deep knowledge of ancient rituals and dark magic. Whispers in the shadowy corners of society suggest that he has dabbled in forbidden arts and made pacts with sinister beings beyond mortal comprehension. His eerie presence and captivating personality draw unsuspecting individuals into his web of intrigue.", "bias": "Silas harbors a deep aversion towards the victim, as he suspects that they had uncovered some of his darkest secrets. Paranoia consumes him, and he is determined to eliminate anyone who threatens to expose his forbidden practices.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.24246208946305292, "happiness": 0.15969654650490028, "anger": 0.9281948529968049, "anxiety": 0.005343836475997676, "fear": 0.6641171647245969}, "background": {"firstName": "Adelaide", "lastName": "Montgomery", "age": "38", "occupation": "Medium", "backstory": "Adelaide Montgomery is a renowned spiritual medium known for delving into the darkest secrets of individuals. Rumored to have a deep connection with the spirit world, his presence is both intriguing and unsettling. Many seek his services in hopes of contacting lost loved ones, but others suspect his abilities are merely a facade. Despite the whispers surrounding his true intentions, he maintains an air of mystery and can often be found lurking in the shadows.", "bias": "Adelaid Montgomery has a knack for collecting sensitive information from unsuspecting individuals during his seances. Whether it's blackmail or a deeper, more sinister motivation, he possesses an uncanny ability to exploit people's vulnerabilities. His bias leans heavily towards power and control, always seeking to gain an advantage through any means necessary.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.8642279603097786, "happiness": 0.7168435835270572, "anger": 0.6805229575471131, "anxiety": 0.47387253817614183, "fear": 0.3212671495607927}, "background": {"firstName": "Theodore", "lastName": "Whitfield", "age": "45", "occupation": "Storyteller", "backstory": "Whitfield is a secretive and elusive character known for spinning eerie tales of murder and suspense. Rumor has it that they have a deep understanding of the human psyche and a knack for predicting tragic events. Their enigmatic nature and uncanny ability to gather information about others make them a highly suspicious figure.", "bias": "Whitfield has a tendency to mistrust others, suspecting everyone around them to be hiding their true intentions. This suspicion, along with their unique expertise in storytelling, provides them with a unique perspective on the secrets and motives of others.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.0492478739063118, "happiness": 0.9854406436733589, "anger": 0.8311240804539493, "anxiety": 0.36911925863239203, "fear": 0.016615381938844376}, "background": {"firstName": "Silas", "lastName": "Blackwood", "age": "42", "occupation": "Reclusive Scholar", "backstory": "Silas Blackwood, a renowned scholar, had long been rumored to dabble in occult practices. Despised by many for his eccentric and secretive nature, he had spent years delving into ancient texts and forbidden knowledge.", "bias": "Silas held a deep disdain for the victim, viewing them as a rival who sought to expose his hidden studies and ruin his reputation. This animosity placed him as one of the prime suspects in the eyes of the town's whispers.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}