{"game": {"playing": "false", "story": {"year": 1900, "theme": "Enigma", "synopsys": "In the year 1900, amidst the intricate tapestry of Victorian society, a dark enigma unfolded. The grand manor of Lord Archibald Carrington served as the backdrop for an elegant gathering, drawing in the crème de la crème of high society. However, the festivities quickly descended into chaos when Lady Isabella, the bewitching wife of Lord Carrington, was discovered lifeless in her opulent bedroom. The room was adorned with puzzling clues, perpetuating a sense of mystery and confusion. As the clock ticked, the guests found themselves caught in a web of suspicion, their interactions and motives under scrutiny. In this gripping murder mystery, secrets from the past collide with dangerous liaisons, forcing the attendees to unravel the enigma surrounding Lady Isabella's untimely demise.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "Coded", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.6829259388977272, "happiness": 0.3662116141294798, "anger": 0.6640725404912128, "anxiety": 0.7993687660804161, "fear": 0.3238572505272024}, "background": {"firstName": "Mysterious", "lastName": "Stranger", "age": "Unknown", "occupation": "Con Artist", "backstory": "An enigmatic figure with a shadowy past, the Mysterious Stranger is known to weave intricate webs of deception. With a talent for disguise, this master of illusion has evaded capture for years. No one knows their true intentions or motives, making them a prime suspect in any nefarious plot. Their ability to manipulate others and hide in plain sight make them a formidable adversary.", "bias": "Suspicious and secretive, the Mysterious Stranger always seems to have something to hide. They are constantly covering their tracks, leaving behind a trail of confusion and intrigue. Their enigmatic demeanor and inscrutable motives make them an object of curiosity and suspicion. Whether they are the puppet master pulling the strings or merely a pawn in a grander scheme remains to be seen.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.9493845356192833, "happiness": 0.3056097573347144, "anger": 0.6554088522654625, "anxiety": 0.7370674205870542, "fear": 0.9629571887263177}, "background": {"firstName": "Mortimer", "lastName": "Blackwood", "age": "55", "occupation": "Antiques Dealer", "backstory": "Mortimer Blackwood, a mysterious and elusive figure, has a reputation for acquiring rare artifacts of great historical significance. His shady dealings have made him quite wealthy, but many suspect he has obtained some items through illegal means.", "bias": "Due to his obsession with enigmas and puzzles, Mortimer's perspective on life is somewhat twisted. He believes that everyone has secrets and that the key to unlocking these mysteries lies in understanding the human psyche.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.3180767629499198, "happiness": 0.29901858878278575, "anger": 0.9430787875067942, "anxiety": 0.467265397875418, "fear": 0.19383901073963117}, "background": {"firstName": "Theodore", "lastName": "Hawthorne", "age": "41", "occupation": "Antique Dealer", "backstory": "Deeply immersed in the world of ancient artifacts, Theodore has always possessed an insatiable curiosity for the mysterious. Rumor has it that he has a secret room in his shop, filled with enigmatic objects.", "bias": "Having extensive knowledge of ancient ciphers and codes, Theodore has a tendency to effortlessly decipher encrypted messages. His ability to unravel secrets might make him a prime suspect in this enigma-themed murder mystery.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.8562092286365902, "happiness": 0.7570648102741286, "anger": 0.45236922406814084, "anxiety": 0.6460968025752574, "fear": 0.5259699729448626}, "background": {"firstName": "Reginald", "lastName": "Grimshaw", "age": "45", "occupation": "Retired Cryptographer", "backstory": "Reginald Grimshaw was once a renowned cryptographer who specialized in decoding secret messages during the war. After retiring from service, he turned reclusive and mysterious, spending his days tinkering with mechanical puzzles and riddles in his study.", "bias": "Reginald harbors deep resentment towards the victim, whom he believed stole his groundbreaking enigma-solving technique. He has been plotting his revenge diligently for years, seeking the perfect opportunity to strike.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.571954121097076, "happiness": 0.3176320755396501, "anger": 0.2831480124781074, "anxiety": 0.5964338153026582, "fear": 0.9456585460460395}, "background": {"firstName": "Cipher", "lastName": "Enigma", "age": "45", "occupation": "Cryptographer", "backstory": "Cipher Enigma is a highly skilled cryptographer who is known for their secretive nature. They have a reputation for being involved in various illegal activities, using their skills to hide their tracks. There are rumors that Cipher has a hidden agenda and is always scheming behind closed doors.", "bias": "Cipher holds a deep grudge against the victim, whom they believe had stolen their latest encryption breakthrough. They strongly believe that the victim was planning to sell their invention and take all the credit for themselves.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}