{"game": {"playing": "false", "story": {"year": 3669, "theme": "Eternity", "synopsys": "In the year 3669, amidst the splendor and innovation of a world consumed by technology, a murder mystery deepens the enigma surrounding mankind's elusive pursuit of eternity. In a sprawling metropolis known as Eternity, where humans have transcended physical limitations and exist in a state of eternal consciousness, a renowned scientist is found lifeless in his opulent laboratory. The circumstances shrouding his demise are eerie, with no sign of forced entry or struggle. As the clock ticks with a robotic rhythm, it becomes clear that this murder disrupts the tranquil facade of perpetual existence. Prying into the secrets of this grand society, a detective from the past must navigate the labyrinthine web of suspects, each possessing their own motive for extinguishing a beacon of scientific brilliance. And so, shadows of doubt are cast upon the supposedly immortal residents, questioning the invulnerability of the very fabric of their existence. As ancient human emotion intertwines with futuristic technology, the hunt for the truth unearths a deeper conspiracy, threatening the delicate equilibrium of Eternity itself.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "knife", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.03955141315407762, "happiness": 0.24934932837748336, "anger": 0.27462486725123925, "anxiety": 0.4398916435292459, "fear": 0.2545311512901519}, "background": {"firstName": "Eternity", "lastName": "Mystery", "age": "3669", "occupation": "Detective", "backstory": "Eternity Mystery is a renowned detective specialized in solving mysterious murder cases in the year 3669. With centuries of experience, Eternity has delved into countless investigations, uncovering the deepest secrets hidden within time itself.", "bias": "Eternity Mystery approaches each case with an open mind, considering all possibilities before drawing conclusions. As a detective from the future, Eternity is not bound by conventional biases and is known for her ability to see beyond what meets the eye.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.4681099237345685, "happiness": 0.47569198845764005, "anger": 0.6893251990033772, "anxiety": 0.9997947019559551, "fear": 0.8512630293667212}, "background": {"firstName": "Lucius", "lastName": "Mordred", "age": "42", "occupation": "Private Investigator", "backstory": "Lucius Mordred is a renowned private investigator in the city of Eternity, known for his exceptional skills in solving mysterious crimes. In the year 3669, Lucius finds himself entangled in a perplexing murder case set in a futuristic world where advancements in technology have transformed society. With a dark and enigmatic past, Lucius has dedicated his life to uncovering the truth behind unsolved mysteries, making him the perfect candidate to delve into this eternity-themed murder case.", "bias": "Having encountered various peculiar cases throughout his career, Lucius Mordred has developed a deep fascination for the unknown and the macabre. This inclination towards the bizarre gives him a unique perspective when approaching investigations, allowing him to navigate through the intricate webs of deceit and uncover hidden truths.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.7550559018728185, "happiness": 0.5934350149345773, "anger": 0.18677960034870833, "anxiety": 0.26372841624729804, "fear": 0.524134640564541}, "background": {"firstName": "Thanatos", "lastName": "Endymion", "age": "Unknown", "occupation": "Soul Harvester", "backstory": "Thanatos, a mysterious being belonging to the ancient order of Reapers, has roamed the realms of existence since the dawn of time. He is said to possess the ability to traverse the boundaries of life and death, guiding departed souls to their final resting place in the ethereal realm known as Eternity. His enigmatic past is steeped in secrecy, veiled by the mists of time. Legends speak of his involvement in countless fateful encounters and his uncanny presence at the threshold of mortal existence, tasked with unraveling the tangled threads of destiny.", "bias": "Thanatos harbors an intrinsic sense of justice, ensuring the balance between life and death is maintained. As an advocate of the natural flow of existence, he remains impartial to individual backgrounds, foreseeing the interconnectedness of all beings in the grand tapestry of existence.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.8669395216026994, "happiness": 0.055493757638743535, "anger": 0.70677658749783, "anxiety": 0.6509902222436658, "fear": 0.4077133030272093}, "background": {"firstName": "Eternity", "lastName": "Mystery", "age": "3669", "occupation": "Detective", "backstory": "As a seasoned detective in the year 3669, Eternity has seen it all. With a keen eye for detail and a knack for solving complex cases, Eternity is highly respected among peers and feared by criminals. Trained in the latest futuristic investigative techniques, Eternity's expertise lies in solving mystery murder cases that have baffled others.", "bias": "Objective and impartial, Eternity approaches each case without bias, letting the evidence dictate the course of action. All witnesses and suspects are treated equally, ensuring a fair investigation that upholds justice in this futuristic society where advancements in technology often blur the line between reality and the virtual world.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.36473939829318147, "happiness": 0.2441683913543936, "anger": 0.5678942550236684, "anxiety": 0.8502430660877249, "fear": 0.7661161708961152}, "background": {"firstName": "Eternity", "lastName": "null", "age": "3669", "occupation": "Mystery Murder Investigator", "backstory": "In the year 3669, Eternity was born into a world engulfed in eternal darkness. Having lost their eyesight due to a tragic accident in their youth, Eternity developed an unparalleled skill for solving mysteries using their heightened senses. With their remarkable ability to perceive even the faintest of sounds and scents, Eternity became renowned for cracking the most perplexing cases throughout the galaxies.", "bias": "With their extensive experience in solving crimes, Eternity developed a strong bias towards seeking truth and justice at all costs. They firmly believe that everyone has a story to tell, and it is their duty to uncover the hidden truths and bring perpetrators to justice.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}