{"game": {"playing": "false", "story": {"year": 3290, "theme": "Cipher", "synopsys": "In the year 3290, on the technologically advanced planet of Cipher, a murder mystery unfolds amidst the gleaming skyscrapers and bustling metropolis. The highly encrypted society thrives on digital intelligence and artificial intelligence, with its citizens relying on cutting-edge technology for their every need. However, beneath the seemingly perfect harmony lies a dark secret as a prominent scientist is found brutally slain in her lab, her body surrounded by cryptic symbols unknown even to the most skilled cypher hackers. The authorities are baffled, for the murder weapon appears to be invisible, leaving no trace of its presence. As tensions rise and the clock ticks, a team of brilliant codebreakers and detectives must navigate the labyrinthine world of codes, hacking into virtual realities, and deciphering ancient ciphers, all while unraveling hidden agendas and political conspiracies. As the intricate layers of secrecy and deception are peeled back, it becomes clear that this murder mystery is not simply a case to solve, but a battle for the very soul of Cipher, one that may forever change the course of this futuristic society.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "Poison.", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.4246588473449948, "happiness": 0.9977265760168984, "anger": 0.7973042093038131, "anxiety": 0.9998818075250063, "fear": 0.6071337016928288}, "background": {"firstName": "Cipher", "lastName": "Mystero", "age": "Unknown", "occupation": "Cipher Master", "backstory": "Cipher Mystero is a notorious and enigmatic figure who has been immersed in the world of ciphers and puzzles since childhood. Raised in secrecy by a secretive organization known as 'The Order', Mystero possesses unparalleled skills in cryptography and code-breaking. Trained in various ancient languages and techniques, Cipher Mystero has become a sought-after consultant for important government agencies and corporations seeking to protect their confidential information. With an air of mystery and an inclination towards the clandestine, there are countless rumors surrounding Mystero's origin and true intentions.", "bias": "Cipher Mystero possesses a deep fascination with ciphers and an unwavering dedication to unraveling cryptic enigmas. This unwavering obsession has been described as both a strength and a weakness. Mystero's bias toward deciphering intricate codes and puzzles often consumes their attention, causing them to neglect other aspects of life and human relationships. This single-minded focus has led to an aura of mystique and a reputation for being an eccentric cipher master.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.7971471838301522, "happiness": 0.07540711897860763, "anger": 0.7632500239962311, "anxiety": 0.7742321666109068, "fear": 0.17708402200675422}, "background": {"firstName": "Cipher", "lastName": "Mystery", "age": "3290", "occupation": "Detective", "backstory": "Cipher Mystery is a renowned detective from the distant future of the year 3290. Born into a family of cryptographers, Cipher developed a fascination with puzzles and codes at a young age. Their exceptional talent for deciphering even the most enigmatic ciphers made them a legend in solving complex mysteries. With expertise in both traditional and futuristic encryption techniques, Cipher Mystery is called upon to unravel the most baffling cases that arise in this advanced era.", "bias": "Having witnessed the evolution of cryptography throughout centuries, Cipher Mystery understands the power of hidden messages and secret codes. Their extensive knowledge of encryption gives them a unique perspective when investigating crime scenes and deciphering clues. Cipher Mystery firmly believes that the truth is often veiled within cryptic symbols, waiting to be uncovered and laid bare.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.8719499773259248, "happiness": 0.6938812819828839, "anger": 0.34180240580809906, "anxiety": 0.46047347062938626, "fear": 0.4700500038683647}, "background": {"firstName": "Cipher", "lastName": "Mystery", "age": "Unknown", "occupation": "Cryptographer", "backstory": "Cipher Mystery is a renowned cryptographer known for solving complex codes and ciphers. Their expertise in encryption techniques is unmatched, and they have been instrumental in solving numerous high-profile cases. The enigmatic persona of Cipher Mystery has always been a topic of fascination and speculation.", "bias": "Cipher Mystery possesses a relentless pursuit of truth and justice. They are known to be impartial and objective in their investigations, following the evidence wherever it leads. Their unwavering dedication to deciphering puzzles and uncovering hidden truths is unmatched.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.94868240679812, "happiness": 0.2900702768601754, "anger": 0.2922028126749844, "anxiety": 0.594082300872835, "fear": 0.5260602582204617}, "background": {"firstName": "Cipher", "lastName": "Mystery", "age": "3290", "occupation": "Private Investigator", "backstory": "Cipher Mystery is an experienced investigator specializing in solving complex cases involving hidden codes and secret messages. With exceptional skills in cryptography, decryption, and pattern recognition, Cipher has a reputation for cracking the most intricate mysteries. Having grown up in a secretive society that valued clandestine communication, Cipher possesses a deep understanding of secret societies and their cryptic languages. Their proficiency in deciphering clues and uncovering hidden truths has made them a sought-after investigator in the year 3290.", "bias": "None known", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.6643058504005839, "happiness": 0.7082155439268935, "anger": 0.8967746140794217, "anxiety": 0.4772958871930354, "fear": 0.9879966309020797}, "background": {"firstName": "Cipher", "lastName": "Mystery", "age": "3290 years old", "occupation": "Master Cryptographer", "backstory": "Cipher Mystery is a renowned and enigmatic character in the year 3290. Born during a time when the art of encryption and decryption began to revolutionize the world, Cipher dedicated their life to unraveling the secrets hidden within cryptic messages and solving intricate puzzles. With unmatched intelligence and a deep understanding of ciphers, they became a legend in the field, aiding governments and individuals alike in safeguarding classified information and uncovering hidden truths.", "bias": "Driven by an insatiable curiosity, Cipher is known for their impartiality and unwavering commitment to the truth. They view puzzles and mysteries as intriguing challenges waiting to be conquered, no matter how complex. Cipher's analytical mind and exceptional problem-solving skills have made them trusted and sought-after, even by those involved in secretive or illegal activities.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}