{"game": {"playing": "false", "story": {"year": 3669, "theme": "Eclipse", "synopsys": "In the year 3669, an eerie darkness shrouds the sprawling metropolis of Eclipse, casting an ominous shadow over its gleaming futuristic towers. In the heart of this futuristic city, a murder mystery unravels, gripping the inhabitants with fear and intrigue. The body of a high-ranking government official is discovered, lifeless and surrounded by perplexing clues, which hint at a web of secrets lurking beneath the city's glimmering facade. As the investigation deepens, there are whispers of corruption, espionage, and a clandestine organization known as \"The Eclipse Society,\" rumored to hold immense power and authority. As tensions rise with each passing day, detectives race against time to solve the murder before Eclipse descends into utter chaos, questioning the very foundations on which this advanced society was built.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "knife", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.759238801277311, "happiness": 0.6080999854891458, "anger": 0.6919246668750256, "anxiety": 0.10446676873872518, "fear": 0.5793705357655698}, "background": {"firstName": "Luna", "lastName": "Nightshade", "age": "32", "occupation": "Astrobiologist", "backstory": "Luna Nightshade, a renowned astrobiologist, has always been fascinated by the mysteries of the universe. Born under the eclipse of 3669, she possesses an otherworldly aura that draws people towards her. Luna has dedicated her life to understanding the celestial bodies and their impact on life forms. She possesses a deep knowledge of ancient eclipse myths, often using them as inspiration for her research into extraterrestrial life. Luna's connection to the victim is unknown.", "bias": "Luna's fascination with the eclipse theme might influence her perception of the murder, making her more likely to consider supernatural or cosmic causes for the crime. Her scientific background, however, ensures she approaches the investigation with logical reasoning and critical thinking skills.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.1489402725834238, "happiness": 0.078536337844887, "anger": 0.29624435099453805, "anxiety": 0.0037534256694173873, "fear": 0.4595365594323506}, "background": {"firstName": "Luna", "lastName": "Eclipse", "age": "27", "occupation": "Astronomer", "backstory": "Luna Eclipse has been fascinated with celestial objects since childhood. Growing up in a small village nestled under the starlit skies, Luna spent countless nights studying the constellations and dreaming of space exploration. She pursued a career in astronomy to unravel the mysteries of the universe, driven by an insatiable curiosity about the cosmos.", "bias": "Luna's unwavering passion for astronomy often makes her interpret situations through the lens of the celestial bodies. She believes in cosmic connections and finds solace in the patterns and cycles of the universe. This occasionally leads her to draw connections that others might overlook.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.2454768849052672, "happiness": 0.7156633116875625, "anger": 0.4006588913517354, "anxiety": 0.9718260585224742, "fear": 0.5163681688161988}, "background": {"firstName": "Luna", "lastName": "Eclipse", "age": "35", "occupation": "Astrologer", "backstory": "Luna Eclipse, a renowned astrologer, was born under a rare celestial event during a lunar eclipse. Since then, she has developed a strong connection with the cosmos, studying the mysteries of the universe.", "bias": "Luna strongly believes in the power of celestial events and their influence on human lives. She often interprets these events to predict future outcomes and guide individuals in their decisions.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.39176265498888707, "happiness": 0.9077951548466332, "anger": 0.5013983890473602, "anxiety": 0.29360746293524564, "fear": 0.11729520151234196}, "background": {"firstName": "Luna", "lastName": "Shadowmoon", "age": "28", "occupation": "Astrologer", "backstory": "Luna Shadowmoon is a renowned astrologer known for her accurate predictions and deep knowledge of celestial events. Born during a rare lunar eclipse, Luna has always been fascinated by the mysteries of the universe. Her fascination with eclipses led her to study the alignment of stars and the effects they have on people's lives. Luna's expertise in astrology has made her a respected figure in the community, sought after for her guidance and insights. Despite her introverted nature, Luna has developed a strong connection with the victim, who admired her work and often sought her advice.", "bias": "Luna carries a sense of mysticism and believes in the interconnectedness of all things. This belief often influences her interpretations and can sometimes overshadow objectivity. However, she is known for her honesty and integrity in her readings.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.6073437882509951, "happiness": 0.3359075690405976, "anger": 0.32666445645417896, "anxiety": 0.6796731428933441, "fear": 0.5135798316003701}, "background": {"firstName": "Luna", "lastName": "Shadow", "age": "45", "occupation": "Astrologer", "backstory": "Luna Shadow is a renowned astrologer known for her accurate predictions. Born in the year 3637 during a lunar eclipse, she has always had a deep connection with celestial events. Her expertise in astrology and her ability to interpret the mysteries of the universe have made her a sought-after advisor. Luna's fascination with eclipses extends beyond her professional life as she believes they hold the key to unlocking hidden truths.", "bias": "Luna views the world through the lens of cosmic energy and believes in the interconnectedness of all things. Her bias lies in trusting the influence of celestial bodies and their impact on individuals and events. She often seeks patterns and signs in the stars to guide her decisions and investigations.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}