{"game": {"playing": "false", "story": {"year": 3669, "theme": "Enigma", "synopsys": "In the year 3669, amidst the sleek and utopian cityscape of Enigma, a murder mystery unfolds, shattering the facade of tranquility that has enveloped society. The neon-lit metropolis once thrived on advanced technologies and intergalactic trade; an oasis of peace and harmony. However, an enigma-like silence descends upon the city as a prominent and highly-respected figure, Dr. Arianne Evangeline, is found lifeless in her lavish penthouse. The circumstances surrounding the murder have thrown the city's elite into disarray, as whispers of secret affairs, corporate rivalries, and dark political conspiracies spread through the labyrinthine corridors. With each passing hour, tensions rise, and the race to unravel the truth intensifies, as the citizens of Enigma confront the uncomfortable realization that even paradise is not immune to the darkest depths of human nature.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "knife", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.43196987791357067, "happiness": 0.5990528353676757, "anger": 0.40255438894213313, "anxiety": 0.24703486473094294, "fear": 0.9485630967880051}, "background": {"firstName": "Agatha", "lastName": "Enigma", "age": "52", "occupation": "Private Detective", "backstory": "Agatha Enigma is a renowned detective who has solved countless mysteries throughout her career. Known for her sharp wit and keen observation skills, she has dedicated her life to unraveling the truth behind complex cases. Raised in a family of detectives, Agatha's enigmatic nature and love for puzzles and riddles began at a young age. She possesses an uncanny ability to see connections where others see chaos, making her a master at solving even the most perplexing mysteries. As she embarks on this murder investigation in the year 3669, she is determined to uncover the truth behind the victim's demise and bring justice to the Enigma name.", "bias": "As a detective, Agatha Enigma is known for her impartiality and commitment to uncovering the truth. She approaches every case with an open mind and follows the evidence wherever it may lead. However, she does have a soft spot for justice and despises those who take advantage of others or manipulate the truth for their gain. Her relentless pursuit of the truth may at times make her seem cold or unfeeling, but deep down, she genuinely cares about bringing justice to those who have been wronged.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.3221852784532494, "happiness": 0.6355138726973213, "anger": 0.6388361552073383, "anxiety": 0.4362302373560617, "fear": 0.3940697043453538}, "background": {"firstName": "Leon", "lastName": "Cipher", "age": "45", "occupation": "Private Detective", "backstory": "Leon Cipher, a renowned private detective known for his unparalleled deduction skills, took up the profession after having a life-changing encounter with an enigmatic figure during a top-secret investigation. His expertise in cryptography and secret codes earned him the nickname 'The Enigma'. Cipher is a former intelligence operative who was recruited by a secret organization to solve complex mysteries and protect classified information. With his indomitable spirit and unwavering determination, Cipher has been involved in countless high-profile cases, always managing to uncover the truth amidst the sea of deception.", "bias": "Having witnessed the dark side of humanity and seen the destructive power of secrets, Cipher harbors a deep-seated mistrust towards people working behind closed doors. He believes that everyone has something to hide and is determined to expose the truth, no matter the cost. His obsession with riddles, puzzles, and secret codes fuels his insatiable thirst for uncovering mysteries.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.767707169267296, "happiness": 0.7540462458958501, "anger": 0.7248572408113, "anxiety": 0.6179548673231999, "fear": 0.5068225320030448}, "background": {"firstName": "Enigma", "lastName": "Cipher", "age": "47", "occupation": "Master Detective", "backstory": "Enigma Cipher, a renowned investigator, has been solving mysterious crimes for over a decade. Known for his exceptional intellect and flair for the dramatic, Enigma has become a legend in his field. Born into a family of code breakers, he quickly developed a passion for unraveling complex puzzles and enigmatic riddles. Enigma's obsession with mysteries led him to join the Secret Society of Enigmatologists, a clandestine organization dedicated to preserving the art of solving puzzles and investigating crimes. Delving into the depths of human psychology and the darkest corners of the criminal underworld, Enigma has become a formidable force in the fight for justice.", "bias": "null", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.3905446622907923, "happiness": 0.9006357514318902, "anger": 0.266170537261576, "anxiety": 0.4195055688952324, "fear": 0.7037653905089224}, "background": {"firstName": "Enigma", "lastName": "Mysterson", "age": "50s", "occupation": "Private Detective", "backstory": "Enigma Mysterson was once a brilliant cryptographer working for a top-secret government agency. Known for their unmatched ability to solve impossible puzzles, Enigma became a legend in the field of code-breaking. However, a tragic incident involving a covert operation gone wrong led to their resignation. Now, as a private detective, Enigma uses their skills to unlock the truth behind mysterious crimes and murders.", "bias": "With their expertise in deciphering codes and uncovering secrets, Enigma Mysterson has a natural inclination to suspect hidden motives and hidden messages in any situation. They thrive on discovering the truth that lies beneath the surface, trusting their instincts and intuition.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.895712766954492, "happiness": 0.2324793027861055, "anger": 0.9877089459684479, "anxiety": 0.8535286511433415, "fear": 0.9705550867640731}, "background": {"firstName": "Enigma", "lastName": "Cipher", "age": "53", "occupation": "Private Detective", "backstory": "Enigma Cipher is a renowned detective with an intriguing past. Born into a family of cryptographers, Enigma was exposed to the art of codebreaking from a young age. His parents, both brilliant scientists, mysteriously disappeared during a secret mission in the year 3645. Enigma dedicated his life to unveiling the truth behind their vanishing, immersing himself in the world of crime-solving. With an exceptional talent for cracking complex puzzles and a reputation for solving the most enigmatic cases, Enigma Cipher became a legend in the futuristic city of 3669.", "bias": "Enigma Cipher holds a strong bias against corrupt politicians and powerful crime syndicates. He firmly believes in justice and will stop at nothing to protect the innocent and expose the guilty.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}