{"game": {"playing": "false", "story": {"year": 3669, "theme": "Shadow", "synopsys": "In the year 3669, amidst the technologically advanced world of Shadow, a murder has sent shockwaves through this sprawling metropolis. The city, known for its towering skyscrapers, neon-lit streets, and hovercraft-filled skies, has always been a hub of innovation and endless possibilities. However, this futuristic paradise has become the backdrop of a sinister tale as the lifeless body of a prominent scientist is discovered in his high-tech laboratory. As the sun sets over the glittering skyline, the city's elite detectives race against time to unravel the web of secrets, hidden motives, and elusive suspects. Mysterious holographic clues, advanced surveillance systems, and a new generation of robotic witnesses provide both aid and obfuscation in this gripping murder mystery, marking a sinister turn for Shadow's once idyllic reputation. With the future of justice hanging in the balance, the investigators delve into the darkest corners of this seemingly utopian city, determined to restore order and unmask the heart of this enigmatic crime.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "knife", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.3035425777099128, "happiness": 0.38762788411720217, "anger": 0.2715110844715407, "anxiety": 0.4480804863885073, "fear": 0.5093947022507896}, "background": {"firstName": "Raven", "lastName": "Shadowheart", "age": "35", "occupation": "Master Detective", "backstory": "Raven Shadowheart was born and raised in the mysterious city of Shadowhaven, known for its dark and enigmatic aura. Growing up surrounded by secrets and intrigue, Raven developed a keen eye for shadows and a deep understanding of the art of deduction. As a young child, Raven witnessed a heinous crime that remained unsolved, sparking a lifelong obsession with solving mysteries. After years of training in the ancient Shadow arts, Raven became a renowned detective, feared by criminals and revered by the citizens of Shadowhaven. With an uncanny ability to blend into the shadows and an insatiable thirst for justice, Raven is determined to uncover the truth behind the murder of the victim.", "bias": "As a Master Detective, Raven maintains an impartial stance in all investigations. However, due to the dark nature of Shadowhaven and its hidden underworld, Raven's bias leans towards unmasking any conspiracies or secret societies that may be involved in the murder of the victim.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.6873869763126674, "happiness": 0.30255712591202, "anger": 0.18737105524718922, "anxiety": 0.8870475239374598, "fear": 0.4266229723282182}, "background": {"firstName": "Shadow", "lastName": "null", "age": "unknown", "occupation": "unknown", "backstory": "As a mysterious and elusive figure, not much is known about Shadow. Legend has it that Shadow has existed since the beginning of time, lurking in the shadows and leaving no trace. Born from darkness, Shadow possesses an enigmatic aura that captivates those who encounter it. Many believe that it is a supernatural being, able to traverse between realms and manipulate the shadows to its advantage. It is said that Shadow's true form is hidden beneath a cloak of secrecy and that it only reveals itself when darkness deepens and secrets need to be unveiled.", "bias": "null", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.16226800675260722, "happiness": 0.15315279940384896, "anger": 0.33344349713692367, "anxiety": 0.8266763952761719, "fear": 0.5702887565302923}, "background": {"firstName": "Unknown", "lastName": "Unknown", "age": "Unknown", "occupation": "Unknown", "backstory": "In the year 3669, shadows enveloped the world in an eternal night, casting a veiled mystery over every corner. Our protagonist, an elusive figure hiding in the darkness, had their true identity shrouded with uncertainty. Their past, obscured by the sinister plots and clandestine activities, remains a secret waiting to be unveiled.", "bias": "Bound to the realm of shadows, this enigmatic individual carries the air of both intrigue and danger. Their deep connection with the obscure arts of manipulation and stealth is known to very few. They possess an unmatched ability to blend into the night, operating from the shadows to pursue their goals.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.5984713304418844, "happiness": 0.5905227312930242, "anger": 0.8132939857206634, "anxiety": 0.2871350678158979, "fear": 0.967553672468761}, "background": {"firstName": "Regina", "lastName": "Nox", "age": "38", "occupation": "Master of Shadows", "backstory": "Regina Nox was born into a family of assassins, known for their mastery of the shadows. Trained from a young age in the deadly arts, Regina became the youngest member to ever join the secretive order. She honed her skills in stealth, manipulation, and subterfuge, often disappearing into the shadows without a trace. Rumors say she's the finest assassin of her generation.", "bias": "Regina holds a deep disdain for the wealthy elite who abuse their power and influence. She believes in using her shadowy skills to bring justice to those who think they are untouchable.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.22710664418441195, "happiness": 0.13601299567297898, "anger": 0.4262733120339438, "anxiety": 0.7182926781142656, "fear": 0.6617761888756573}, "background": {"firstName": "Shadow", "lastName": "null", "age": "unknown", "occupation": "Shadow Agent", "backstory": "Shadow is a mysterious figure who operates in the shadows, their true identity and past shrouded in darkness. Rumors suggest that Shadow is an expert in stealth and espionage, leaving no traces behind. They are known to be relentless in their pursuit of justice or vengeance, depending on their motives. Many believe that Shadow's existence is merely a legend, whispered among those who fear its powers. However, the truth remains hidden, and the shadowy figure continues to operate in the year 3669.", "bias": "null", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}