{"game": {"playing": "false", "story": {"year": 1340, "theme": "Revenge", "synopsys": "In the year 1340, a chilling murder mystery unfolds amidst the backdrop of a dark and vengeful era. Set in the perplexing and treacherous corridors of medieval Europe, this tale of revenge begins with a prominent nobleman found lifeless within the grand halls of his ancestral castle. The Lord's death is shrouded in enigma, as his body exhibits signs of a gruesome death, seemingly enacted with meticulous planning and utmost brutality. Rumors whisper of a long-standing grudge, a vendetta borne out of betrayal and deceit that stretches back through the generations. As the relentless pursuit of justice begins, the murky alliances and concealed secrets of a fractured kingdom are unearthed, revealing a web of deceit and revenge that threatens to embroil all who dare to seek the truth. Amidst the flickering candlelight and impending darkness, the race against time commences, as the valiant investigators navigate through treacherous motives, hidden allegiances, and unexpected allies. Each ominous clue unraveled leads them one step closer to the malevolent force driving this vengeful saga, while the echoing cries for retribution slowly consume the air, leaving no stone unturned and no soul unscathed in their pursuit of bringing justice to this blood-soaked land.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "knife", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.8002680080199933, "happiness": 0.49130356505672557, "anger": 0.3802036107753345, "anxiety": 0.09306032179651347, "fear": 0.38213901199137046}, "background": {"firstName": "John", "lastName": "Doe", "age": "Unknown", "occupation": "Mysterious Stranger", "backstory": "John Doe is a mysterious figure who arrived in the small village of 1340 shortly before the murder took place. Nobody knows where he came from or what his true intentions are. Rumors circulate that he has a dark past and is driven by a thirst for revenge.", "bias": "Since John Doe is an outsider in the village, he is not bound by the same loyalties and allegiances as the other residents. This allows him to view the murder objectively and pursue justice without any personal biases.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.5608103564538225, "happiness": 0.862990855832154, "anger": 0.22202412576412156, "anxiety": 0.6502939534693976, "fear": 0.1007932419557157}, "background": {"firstName": "Sir Geoffrey", "lastName": "Blackwood", "age": "52", "occupation": "Nobleman", "backstory": "Sir Geoffrey Blackwood is a powerful and influential nobleman known for his cunning and ruthlessness. He has a dark past filled with deceit and betrayal, making him the perfect suspect for a revenge-themed mystery murder in the year 1340.", "bias": "Being a nobleman, Sir Geoffrey often exploits his wealth and influence to further his own interests, regardless of the consequences. He is known for having a strong dislike towards anyone who challenges his authority or stands in his way.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.8865244283777534, "happiness": 0.18163089534360832, "anger": 0.8667970569908936, "anxiety": 0.8617760270244558, "fear": 0.3537412259335677}, "background": {"firstName": "Roderick", "lastName": "Hastings", "age": 45, "occupation": "Lord of Blackwood Manor", "backstory": "Roderick Hastings is a powerful and influential nobleman, known for his cunning and manipulative nature. He is rumored to have connections with the underworld, making him a force to be reckoned with. Roderick has a dark past, involving a betrayal by a close friend, which has fueled his thirst for revenge.", "bias": "Roderick holds a deep-seated grudge against anyone he perceives as a threat or a rival. He is known to let his personal vendettas guide his actions and decisions, often using his wealth and power to manipulate situations in his favor.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.399332354060812, "happiness": 0.8061213332029599, "anger": 0.013296844195417434, "anxiety": 0.1994142570064571, "fear": 0.1331518686649099}, "background": {"firstName": "Reynard", "lastName": "Blackwood", "age": 42, "occupation": "Noble", "backstory": "Reynard Blackwood, a wealthy and influential nobleman, hails from a long line of vengeful ancestors who were known for their thirst for retribution. His family history is filled with tales of seeking justice and extracting revenge on anyone who wronged them. Reynard himself holds a deep grudge against the victim, stemming from an old rivalry that dates back to their youth. The murder provides him with the perfect opportunity to settle the score and restore his family's honor.", "bias": "Reynard holds strong biases against those who he believes have wronged him or his family. He tends to see everyone through the lens of vengeance, always searching for an opportunity to avenge any perceived slight or betrayal. His prejudice towards the victim, fueled by years of animosity, makes him a prime suspect in the mysterious murder.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.8395229822446237, "happiness": 0.16011195490574015, "anger": 0.9512606609748193, "anxiety": 0.9310041558652588, "fear": 0.5589652810077799}, "background": {"firstName": "Roderick", "lastName": "Blackwood", "age": 42, "occupation": "Lord of Blackwood Manor", "backstory": "Roderick Blackwood is a brooding figure, known for his dark and mysterious past. He is haunted by the tragic death of his beloved wife, Lady Genevieve, who was brutally murdered in their manor just three years ago. Roderick has dedicated his life to seeking revenge on those responsible for her untimely demise.", "bias": "Roderick holds a deep grudge against the victim, believing they played a vital role in his wife's murder. He is willing to go to great lengths to avenge her death.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}