{"game": {"playing": "false", "story": {"year": 3669, "theme": "Eclipse.", "synopsys": "In the year 3669, an eerie atmosphere looms over the city of Eclipse, gripped by darkness both outside and within. The night of the annual celestial alignment, where the moon and the stars align in perfect harmony, has turned sinister as a murder shatters the tranquil beauty of this sleepy town. In the midst of the alignment's majestic display, a prominent figure in Eclipse, renowned astrophysicist Dr. Cassandra Blackthorn, is found lifeless in her observatory. Smeared constellations adorning the floor and suspicious planetary symbols etched on the walls only deepen the enigma. As the townspeople grapple with their grief and search for answers, they quickly realize that this perplexing murder case is nothing short of a cosmic puzzle, where shadows intertwine with starlight in a desperate race to unveil the truth before the eclipse concludes, and darkness claims Eclipse forever.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "knife", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.3545894933230226, "happiness": 0.32626799372569015, "anger": 0.44508872247973585, "anxiety": 0.5472271641405722, "fear": 0.030070642444106177}, "background": {"firstName": "Eclipse", "lastName": "null", "age": "null", "occupation": "Eclipse Detective", "backstory": "Born under the enigmatic shadows of the celestial event known as Eclipse, the detective grew up with an innate curiosity and a fascination for the mysteries hidden in darkness. Trained in the ancient arts of forensics and deduction, the detective became an expert in solving enigmatic murders that occurred during eclipses.", "bias": "null", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.720422691018825, "happiness": 0.002276675691022967, "anger": 0.055948749760074246, "anxiety": 0.47329381473386367, "fear": 0.048097962352832035}, "background": {"firstName": "Luna", "lastName": "Stellar", "age": "32", "occupation": "Astrologer", "backstory": "Luna Stellar grew up in a small village on the outskirts of the Earth's moon. She always had a fascination with the stars and the mysteries of the universe. As a child, Luna would spend hours gazing at the night sky, hoping to unlock its secrets. Eventually, she became a renowned astrologer, known for her accurate predictions and deep understanding of celestial events. Luna's expertise in astrology and her ability to interpret eclipses has made her a trusted consultant for many individuals seeking guidance in their lives.", "bias": "Luna firmly believes that every eclipse brings forth a powerful energy that can shift the balance of the universe. She sees eclipses as significant events that have the potential to disrupt the natural order of things, unlocking hidden truths and uncovering long-held secrets. This belief has shaped her perception of the world and her understanding of the interconnectedness of all things.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.4494020237118863, "happiness": 0.7513106768633884, "anger": 0.8812188955027501, "anxiety": 0.09749124525413522, "fear": 0.8213453903153224}, "background": {"firstName": "Lucius", "lastName": "Eclipse", "age": "42", "occupation": "Master Detective", "backstory": "Lucius Eclipse was a skilled detective known for solving mysterious and perplexing cases. He had a reputation for being methodical, observant, and relentless in his pursuit of justice. Born into a family of detectives, Lucius inherited a keen sense of deduction from his ancestors. Growing up in a city shrouded in darkness, Lucius learned to navigate the shadows and uncover the truth hidden beneath the surface. This background made him the perfect candidate to investigate the Eclipse-themed murder in the year 3669.", "bias": "Lucius Eclipse had no biases when it came to his investigations. He believed in following the evidence and letting it guide him towards the truth. His commitment to impartiality made him a respected figure in the world of law enforcement.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.6076244949728548, "happiness": 0.3045693434257356, "anger": 0.2572024111752662, "anxiety": 0.02225427126848345, "fear": 0.12234672433081817}, "background": {"firstName": "Luna", "lastName": "Eclipse", "age": "32", "occupation": "Astrologer", "backstory": "Luna Eclipse has always been fascinated by the mysteries of the universe, and her deep knowledge of celestial bodies is matched only by her hauntingly beautiful appearance. Born during a rare solar eclipse, Luna possesses an otherworldly aura that draws people to her like moths to a flame. Rumor has it that she can even foretell the future with uncanny accuracy.", "bias": "Luna's intense fascination with the cosmos has given her a unique perspective on life and death. She firmly believes in the power of the stars and their influence on human destiny. Her bias leans towards the idea that every individual's fate is intricately intertwined with the celestial forces at play in the universe.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.5105499381603749, "happiness": 0.2624795471848891, "anger": 0.7548996177516125, "anxiety": 0.7149186016721654, "fear": 0.174295400417248}, "background": {"firstName": "Luna", "lastName": "Eclipse", "age": "35", "occupation": "Private Detective", "backstory": "Luna Eclipse is a renowned private detective specializing in solving mysterious cases that involve celestial occurrences. With her extraordinary deductive skills and vast knowledge of the cosmos, Luna has garnered fame for unraveling the most enigmatic of crimes. Her longstanding fascination with eclipses has led her to seek solutions in the shadows cast by these celestial events. Born into a family of astronomers, Luna grew up under the enchanting tales of lunar and solar mysteries, shaping her destiny as a detective embodying the enigma of eclipses.", "bias": "With her deep understanding of celestial mechanics, Luna prefers to approach investigations with an open-minded perspective, recognizing that even the darkest shadows can hold illuminating truths. She often attributes her breakthroughs to divine interventions presented during rare eclipse events. This spiritual connection allows her to explore uncharted realms of human emotions and motivations, guided by the cosmic forces at play. Luna's bias towards exploring the hidden aspects of humanity often leads to surprising discoveries, shining a light on the concealed motives concealed in the shadows.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}