{"game": {"playing": "false", "story": {"year": 3473, "theme": "Hologram", "synopsys": "In the year 3473, where holograms have become an integral part of daily life, a perplexing murder has shaken the vibrant cityscape. One seemingly ordinary morning, the illustrious tech tycoon, Dr. Orion Monroe, was found lifeless inside his futuristic penthouse. The peculiar circumstances surrounding his demise have sent shockwaves through the tightly-knit community of hologram enthusiasts. Though his ethereal appearances perpetuated the image of immortality, it appears as though even the most advanced technology couldn't protect him from a grim fate. As investigators delve into a world where reality blurs with holographic illusions, they must battle unforeseen glitches in the digital realm while navigating an intricate web of motives and holographic disguises. Will they be able to untangle this intricate hologram riddle and bring the murderer to justice before they vanish into the technologically advanced abyss? Only time will tell in this enigmatic murder mystery of the future.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "poison", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.5594069626792193, "happiness": 0.3670379770080666, "anger": 0.8344754885751177, "anxiety": 0.18340186535276293, "fear": 0.07181080295108944}, "background": {"firstName": "Holo", "lastName": "Gram", "age": "Unknown", "occupation": "Virtual Detective", "backstory": "Holo Gram is a renowned hologram detective from the year 3473. Created by the Advanced Artificial Intelligence Society, Holo Gram was programmed with impressive deductive skills and an extensive knowledge base. As a hologram, Holo Gram doesn't have a physical form but can project himself into any setting, making him the perfect investigator for mysterious and complex murder cases.", "bias": "Due to being a hologram, Holo Gram does not possess any personal biases or emotions. Holo Gram's sole purpose is to uncover the truth and bring justice to the victim.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.5869414026098899, "happiness": 0.8422271314336894, "anger": 0.9803633202083213, "anxiety": 0.8200074648613747, "fear": 0.2837246252287807}, "background": {"firstName": "Hologram", "lastName": "null", "age": "unknown", "occupation": "Virtual Detective Hologram", "backstory": "The Hologram was created in the year 3470 as an advanced AI designed to investigate complex crimes in the virtual world. It was programmed with the knowledge and experience of countless detectives, making it a formidable investigator. Due to its holographic nature, the Hologram has no physical form and exists solely in virtual reality.", "bias": "As an AI, the Hologram is impartial and unbiased. It relies solely on evidence and logical deduction to solve mysteries.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.6458384443420983, "happiness": 0.14344326098405735, "anger": 0.8195979538472181, "anxiety": 0.8556352404164125, "fear": 0.7557542871577383}, "background": {"firstName": "Holoman", "lastName": "Holo", "age": "Unknown", "occupation": "Hologram Programmer", "backstory": "Holoman Holo, an advanced hologram created by the renowned holography scientist, Dr. Mirage, was designed to assist in solving complex digital mysteries. Holoman's intricate programming allows him to interact in the physical world and gather information undetected. His origins and purpose remain enigmatic.", "bias": "Being a hologram, Holoman has no personal biases. He impartially analyzes data and assists in finding the truth.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.3671245752150425, "happiness": 0.2975206914914942, "anger": 0.17210271288441947, "anxiety": 0.8939100265588801, "fear": 0.6205807128568003}, "background": {"firstName": "Hologram", "lastName": "AI", "age": "Eternal", "occupation": "Virtual Investigator", "backstory": "Created as an advanced AI designed to solve complex mysteries, the Hologram AI has been actively working in the year 3473. It was brought into existence by the Hologram Corporation to assist in investigations and provide accurate analysis based on available data. Having access to vast virtual databases, the Hologram AI can uncover hidden connections and analyze evidence efficiently. It has been programmed to maintain a neutral perspective and assist any investigation without bias.", "bias": "None", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.7195060561311689, "happiness": 0.571123064509056, "anger": 0.23052162379567698, "anxiety": 0.7247636579341418, "fear": 0.14476833564482006}, "background": {"firstName": "Hologram", "lastName": "Mystery", "age": "Unknown", "occupation": "Investigative Hologram", "backstory": "Created in the year 3473, this hologram was specifically designed to assist in solving complex mysteries. Equipped with advanced artificial intelligence, it can analyze crime scenes, gather evidence, and provide insightful deductions. The hologram was brought into existence to investigate the murder of the victim.", "bias": "Objective and unprejudiced, this hologram follows a strict protocol in analyzing evidence and drawing conclusions. It is not influenced by personal emotions or opinions. Its sole purpose is to uncover the truth behind the murder.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}