{"game": {"playing": "false", "story": {"year": 3669, "theme": "Cipher", "synopsys": "In the year 3669, the intergalactic city of Cipher had always been a beacon of advanced technology and cosmic marvels. However, amidst the splendor and wonder, a sinister aura loomed, as a perplexing murder sent shockwaves through the metropolis. Cipher, tucked away on a distant planet, had been shaken to its core when renowned scientist, Dr. Lysander Wolfe, was found lifeless in his private laboratory. With his pioneering research, revolutionary inventions, and enigmatic persona, Dr. Wolfe had become an icon within the city. As investigators delved into the perplexing crime scene, they swiftly realized that this was no ordinary murder. The room was void of any visible evidence or signs of forced entry, leaving authorities baffled and grasping at straws. With time ticking away and whispers of conspiracies circulating through the corridors, the intriguing murder mystery of Dr. Wolfe sent shockwaves throughout the futuristic city, captivating the attention of its citizens and beckoning the brave and cunning to unveil the truth behind the enigma.", "numberOfCharacters": 5, "evidence": {"_wittnessesComment": "whitnesses should be a list of a sebset of all the characters", "weapon": "knife", "witnesses": "null"}}, "characters": {"_comments": "fill this sections with several characters (this should match the numberOfCharacters value) that fit the story theme, only one person should be guilty", "judge": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.5296664828987087, "happiness": 0.02176652866892126, "anger": 0.36519897119890465, "anxiety": 0.7094325499674494, "fear": 0.6764652304348598}, "background": {"firstName": "Cipher", "lastName": "Mystery", "age": "unknown", "occupation": "master cryptographer", "backstory": "Cipher, a mysterious and enigmatic individual, known for their exceptional skills in deciphering complex codes and ciphers. Little is known about their origin or true identity, as they have always operated in the shadows, leaving behind a trail of unsolved mysteries. Legends suggest that Cipher possesses an ancient artifact, said to hold the key to unlocking the most intricate puzzles known to mankind. Many have tried to unravel Cipher's past, but all have failed, falling victim to the very secrets they sought to uncover.", "bias": "Cipher's encounters with the victim in the past have left behind an unspoken tension between them. While it is unclear what transpired between the two, their connection hints at a deep-rooted conflict rooted in the world of cryptography. It is plausible that Cipher's remarkable proficiency in breaking codes may have threatened the victim's own work, leading to a rivalry that ultimately turned fatal.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character1": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.24688647851671985, "happiness": 0.41401190593146664, "anger": 0.4466199579200978, "anxiety": 0.8055161194260024, "fear": 0.5160984652455207}, "background": {"firstName": "Cipher", "lastName": "null", "age": "unknown", "occupation": "Master Codebreaker", "backstory": "Cipher, a renowned master of deciphering ancient codes and ciphers, was a mysterious figure whose existence was shrouded in secrecy. Many believed that Cipher possessed unparalleled skills in unraveling complex mysteries and encrypted messages. Despite extensive investigations, no concrete details about Cipher's true identity, including their age and personal background, could be uncovered. Their enigmatic reputation only heightened the intrigue surrounding them.", "bias": "null", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character2": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.9302378724124235, "happiness": 0.8341518485225259, "anger": 0.10666830465025667, "anxiety": 0.8083037490026345, "fear": 0.2736900029557018}, "background": {"firstName": "Agent", "lastName": "Cipher", "age": "unknown", "occupation": "Master Cryptographer", "backstory": "Agent Cipher is a mysterious figure whose true identity remains unknown. Rumored to possess unparalleled skills in the field of cryptology, Cipher has been the subject of much speculation and intrigue. Some believe that Cipher is a rogue agent, while others suspect a deep-rooted affiliation with various intelligence agencies. Little is known about Cipher's background, adding an air of mystique to their reputation. They have earned a notorious reputation for deciphering the most complex codes and ciphers, making them a key player in the world of secret communications.", "bias": "As a Master Cryptographer, Agent Cipher firmly believes in the power and importance of information security. They are a staunch advocate for safeguarding secrets and ensuring the integrity of sensitive data. Cipher's work is driven by a deep sense of duty and dedication to preserving the balance of power in the world of intelligence. They possess an unwavering commitment to their craft, often exploring uncharted territories of code-breaking in pursuit of innovative cryptographic techniques.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character3": {"_comments": "the judge should never be guilty", "guilty": "false", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.9633391418690902, "happiness": 0.6686658970498587, "anger": 0.5855327642546221, "anxiety": 0.1624044066712741, "fear": 0.029394147076833854}, "background": {"firstName": "Cipher", "lastName": "null", "age": "null", "occupation": "Cipher Detective", "backstory": "Cipher is a renowned detective specializing in cracking complex codes and solving mysterious murders. With a reputation for unparalleled decryption skills, Cipher is often sought after to unravel puzzling crimes. Known for their exceptional intellect and expertise in ciphers, Cipher is feared by criminals and greatly respected by their colleagues. The year 3669 marked a turning point in Cipher's career, as they were invited to solve a high-profile murder case that took place in a secret society known for their encrypted messages.", "bias": "null", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}, "character4": {"_comments": "the judge should never be guilty", "guilty": "true", "attributes": {"_comments": "all of theses should be float values between 0 and 1", "saddness": 0.7829800559882341, "happiness": 0.8336380930010046, "anger": 0.6562620910491253, "anxiety": 0.5593604128955431, "fear": 0.0700577245315005}, "background": {"firstName": "Ezra", "lastName": "Noctis", "age": "42", "occupation": "Enigma Cryptologist", "backstory": "Ezra Noctis, renowned in the field of cryptography, was a pioneer in breaking complex codes and unraveling secretive messages. Born in the year 3641, Ezra devoted his life to the study and mastery of ciphers. His expertise was sought after by governments and organizations alike, and his work had a profound impact on national security. However, his tendency to keep his own life shrouded in mystery made him an enigma to even his closest colleagues.", "bias": "Ezra possessed an uncanny bias towards puzzles that lured him into a world of riddles and secrets. His obsession with deciphering enigmatic messages often drew him away from mundane matters, leading him to take risks that others wouldn't dare. His obsession with ciphers was both a blessing and a curse, as it granted him unparalleled insights but also consumed him.", "connections": ["victim"]}, "response": {"responseSentiment": "null", "responseText": "null"}}}}}